Revit 2024 API
ParameterTypeId.RbsElecPanelTotalestloadHvacParam Property
 "HVAC Total Estimated Demand"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalestloadHvacParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalestloadHvacParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadHvacParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace